Repository: qt911025/d20m-srd-zhcn
Catalog: d20m-srd-zhcn-level2.tmx
Source language: en_us
Languages: zh_cn

source: |Class Level|Base Attack Bonus|Fort Save|Ref Save|Will Save|Class Features|Defense Bonus|Reputation Bonus| |:-------|---------|-------|-------|--------|:--------|----------|--------| |1st|+0|+1|+0|+0|Talent|+1|+0| |2nd|+1|+2|+0|+0|Bonus feat|+2|+0| |3rd|+2|+2|+1|+1|Talent|+2|+1| |4th|+3|+2|+1|+1|Bonus feat|+3|+1| |5th|+3|+3|+1|+1|Talent|+3|+1| |6th|+4|+3|+2|+2|Bonus feat|+3|+2| |7th|+5|+4|+2|+2|Talent|+4|+2| |8th|+6/+1|+4|+2|+2|Bonus feat|+4|+2| |9th|+6/+1|+4|+3|+3|Talent|+5|+3| |10th|+7/+2|+5|+3|+3|Bonus feat|+5|+3|
zh_cn: |等级|基础攻击加值|强韧豁免|反射豁免|意志豁免|职业专长|防御加值|声望加值| |:-------|---------|-------|-------|--------|:--------|----------|--------| |1st|+0|+1|+0|+0|天赋|+1|+0| |2nd|+1|+2|+0|+0|奖励专长|+2|+0| |3rd|+2|+2|+1|+1|天赋|+2|+1| |4th|+3|+2|+1|+1|奖励专长|+3|+1| |5th|+3|+3|+1|+1|天赋|+3|+1| |6th|+4|+3|+2|+2|奖励专长|+3|+2| |7th|+5|+4|+2|+2|天赋|+4|+2| |8th|+6/+1|+4|+2|+2|奖励专长|+4|+2| |9th|+6/+1|+4|+3|+3|天赋|+5|+3| |10th|+7/+2|+5|+3|+3|奖励专长|+5|+3|

source: |Class Level|Base Attack Bonus|Fort Save|Ref Save|Will Save|Class Features|Defense Bonus|Reputation Bonus| |:-------|---------|-------|-------|--------|:--------|----------|--------| |1st|+0|+1|+0|+1|Talent|+1|+1| |2nd|+1|+2|+0|+2|Bonus feat|+2|+1| |3rd|+2|+2|+1|+2|Talent|+2|+1| |4th|+3|+2|+1|+2|Bonus feat|+3|+2| |5th|+3|+3|+1|+3|Talent|+3|+2| |6th|+4|+3|+2|+3|Bonus feat|+3|+2| |7th|+5|+4|+2|+4|Talent|+4|+3| |8th|+6/+1|+4|+2|+4|Bonus feat|+4|+3| |9th|+6/+1|+4|+3|+4|Talent|+5|+3| |10th|+7/+2|+5|+3|+5|Bonus feat|+5|+4|
zh_cn: |等级|基础攻击加值|强韧豁免|反射豁免|意志豁免|职业专长|防御加值|声望加值| |:-------|---------|-------|-------|--------|:--------|----------|--------| |1st|+0|+1|+0|+1|天赋|+1|+1| |2nd|+1|+2|+0|+2|奖励专长|+2|+1| |3rd|+2|+2|+1|+2|天赋|+2|+1| |4th|+3|+2|+1|+2|奖励专长|+3|+2| |5th|+3|+3|+1|+3|天赋|+3|+2| |6th|+4|+3|+2|+3|奖励专长|+3|+2| |7th|+5|+4|+2|+4|天赋|+4|+3| |8th|+6/+1|+4|+2|+4|奖励专长|+4|+3| |9th|+6/+1|+4|+3|+4|天赋|+5|+3| |10th|+7/+2|+5|+3|+5|奖励专长|+5|+4|

source: |Class Level|Base Attack Bonus|Fort Save|Ref Save|Will Save|Class Features|Defense Bonus|Reputation Bonus| |:-------|---------|-------|-------|--------|:--------|----------|--------| |1st|+0|+1|+1|+0|Talent|+0|+2| |2nd|+1|+2|+2|+0|Bonus feat|+1|+2| |3rd|+1|+2|+2|+1|Talent|+1|+2| |4th|+2|+2|+2|+1|Bonus feat|+1|+3| |5th|+2|+3|+3|+1|Talent|+2|+3| |6th|+3|+3|+3|+2|Bonus feat|+2|+3| |7th|+3|+4|+4|+2|Talent|+2|+4| |8th|+4|+4|+4|+2|Bonus feat|+3|+4| |9th|+4|+4|+4|+3|Talent|+3|+4| |10th|+5|+5|+5|+3|Bonus feat|+3|+5|
zh_cn: |等级|基础攻击加值|强韧豁免|反射豁免|意志豁免|职业专长|防御加值|声望加值| |:-------|---------|-------|-------|--------|:--------|----------|--------| |1st|+0|+1|+1|+0|天赋|+0|+2| |2nd|+1|+2|+2|+0|奖励专长|+1|+2| |3rd|+1|+2|+2|+1|天赋|+1|+2| |4th|+2|+2|+2|+1|奖励专长|+1|+3| |5th|+2|+3|+3|+1|天赋|+2|+3| |6th|+3|+3|+3|+2|奖励专长|+2|+3| |7th|+3|+4|+4|+2|天赋|+2|+4| |8th|+4|+4|+4|+2|奖励专长|+3|+4| |9th|+4|+4|+4|+3|天赋|+3|+4| |10th|+5|+5|+5|+3|奖励专长|+3|+5|

source: |Class Level|Base Attack Bonus|Fort Save|Ref Save|Will Save|Special|Defense Bonus|Reputation Bonus| |:--------|:-------|:-------|:---------|:-----------|:---------|:----------|:-------------| |1st|+0|+0|+0|+2|Arcane skills, arcane spells, summon familiar|+1|+1| |2nd|+1|+0|+0|+3|Scribe scroll, arcane spells|+1|+1| |3rd|+1|+1|+1|+3|Bonus feat, arcane spells, brew potion|+2|+1| |4th|+2|+1|+1|+4|Scribe tattoo, arcane spells|+2|+2| |5th|+2|+1|+1|+4|Spell mastery, arcane spells|+3|+2| |6th|+3|+2|+2|+5|Bonus feat, arcane spells|+3|+2| |7th|+3|+2|+2|+5|Combat casting, arcane spells|+4|+3| |8th|+4|+2|+2|+6|Spell mastery, arcane spells|+4|+3| |9th|+4|+3|+3|+6|Bonus feat, arcane spells|+5|+3| |10th|+5|+3|+3|+7|Maximize spell, arcane spells|+5|+4|
zh_cn: |等级|基础攻击加值|强韧豁免|反射豁免|意志豁免|特殊|防御加值|声望加值| |:--------|:-------|:-------|:---------|:-----------|:---------|:----------|:-------------| |1st|+0|+0|+0|+2|秘法技能、秘法法术、召唤魔宠|+1|+1| |2nd|+1|+0|+0|+3|抄录卷轴、秘法法术|+1|+1| |3rd|+1|+1|+1|+3|奖励专长、秘法法术、调制药水|+2|+1| |4th|+2|+1|+1|+4|书写文身、秘法法术|+2|+2| |5th|+2|+1|+1|+4|法术熟稔、秘法法术|+3|+2| |6th|+3|+2|+2|+5|奖励专长、秘法法术|+3|+2| |7th|+3|+2|+2|+5|战斗施法、秘法法术|+4|+3| |8th|+4|+2|+2|+6|法术熟稔、秘法法术|+4|+3| |9th|+4|+3|+3|+6|奖励专长、秘法法术|+5|+3| |10th|+5|+3|+3|+7|极效法术、秘法法术|+5|+4|

source: |Class Level|Base Attack Bonus|Fort Save|Ref Save|Will Save|Special|Defense Bonus|Reputation Bonus| |:--------|:-------|:-------|:---------|:-----------|:---------|:----------|:-------------| |1st|+0|+0|+0|+2|Jury-rig +2|+1|+0| |2nd|+1|+0|+0|+3|Extreme machine|+1|+0| |3rd|+1|+1|+1|+3|Bonus feat|+2|+1| |4th|+2|+1|+1|+4|Build robot|+2|+1| |5th|+2|+1|+1|+4|Mastercraft|+3|+1| |6th|+3|+2|+2|+5|Bonus feat|+3|+2| |7th|+3|+2|+2|+5|Jury-rig +4|+4|+2| |8th|+4|+2|+2|+6|Mastercraft|+4|+2| |9th|+4|+3|+3|+6|Bonus feat|+5|+3| |10th|+5|+3|+3|+7|Mastercraft|+5|+3|
zh_cn: |等级|基础攻击加值|强韧豁免|反射豁免|意志豁免|特殊|防御加值|声望加值| |:--------|:-------|:-------|:---------|:-----------|:---------|:----------|:-------------| |1st|+0|+0|+0|+2|应急维修 +2|+1|+0| |2nd|+1|+0|+0|+3|极限过载|+1|+0| |3rd|+1|+1|+1|+3|奖励专长|+2|+1| |4th|+2|+1|+1|+4|造机器人|+2|+1| |5th|+2|+1|+1|+4|大师级工艺|+3|+1| |6th|+3|+2|+2|+5|奖励专长|+3|+2| |7th|+3|+2|+2|+5|应急维修 +4|+4|+2| |8th|+4|+2|+2|+6|大师级工艺|+4|+2| |9th|+4|+3|+3|+6|奖励专长|+5|+3| |10th|+5|+3|+3|+7|大师级工艺|+5|+3|

source: |Class Level|Base Attack Bonus|Fort Save|Ref Save|Will Save|Special|Defense Bonus|Reputation Bonus| |:--------|:-------|:-------|:---------|:-----------|:---------|:----------|:-------------| |1st|+0|+0|+1|+1|Close combat shot|+1|+0| |2nd|+1|+0|+2|+2|Weapon focus|+1|+0| |3rd|+2|+1|+2|+2|Bonus feat|+2|+1| |4th|+3|+1|+2|+2|Defensive position|+2|+1| |5th|+3|+1|+3|+3|Lightning shot|+3|+1| |6th|+4|+2|+3|+3|Bonus feat|+3|+2| |7th|+5|+2|+4|+4|Sharp-shooting|+4|+2| |8th|+6|+2|+4|+4|Greater weapon|focus|+4|+2| |9th|+6|+3|+4|+4|Bonus feat|+5|+3| |10th|+7|+3|+5|+5|Bullseye|+5|+3|
zh_cn: |等级|基础攻击加值|强韧豁免|反射豁免|意志豁免|特殊|防御加值|声望加值| |:--------|:-------|:-------|:---------|:-----------|:---------|:----------|:-------------| |1st|+0|+0|+1|+1|枪斗术|+1|+0| |2nd|+1|+0|+2|+2|专攻武器|+1|+0| |3rd|+2|+1|+2|+2|奖励专长|+2|+1| |4th|+3|+1|+2|+2|防御位置|+2|+1| |5th|+3|+1|+3|+3|连射|+3|+1| |6th|+4|+2|+3|+3|奖励专长|+3|+2| |7th|+5|+2|+4|+4|穿杨|+4|+2| |8th|+6|+2|+4|+4|高等专攻武器|+4|+2| |9th|+6|+3|+4|+4|奖励专长|+5|+3| |10th|+7|+3|+5|+5|致命射击|+5|+3|

source: |Class Level|Base Attack Bonus|Fort Save|Ref Save|Will Save|Special|Defense Bonus|Reputation Bonus| |:--------|:-------|:-------|:---------|:-----------|:---------|:----------|:-------------| |1st|+0|+0|+1|+1|Profile|+1|+1| |2nd|+1|+0|+2|+2|Contact, low-level|+1|+1| |3rd|+2|+1|+2|+2|Bonus feat|+2|+1| |4th|+3|+1|+2|+2|Nonlethal force|+2|+2| |5th|+3|+1|+3|+3|Contact, mid-level|+3|+2| |6th|+4|+2|+3|+3|Bonus feat|+3|+2| |7th|+5|+2|+4|+4|Discern lie|+4|+3| |8th|+6|+2|+4|+4|Contact, high-level|+4|+3| |9th|+6|+3|+4|+4|Bonus feat|+5|+3| |10th|+7|+3|+5|+5|Sixth sense|+5|+4|
zh_cn: |等级|基础攻击加值|强韧豁免|反射豁免|意志豁免|特殊|防御加值|声望加值| |:--------|:-------|:-------|:---------|:-----------|:---------|:----------|:-------------| |1st|+0|+0|+1|+1|画像|+1|+1| |2nd|+1|+0|+2|+2|联系（低级）|+1|+1| |3rd|+2|+1|+2|+2|奖励专长|+2|+1| |4th|+3|+1|+2|+2|非致命武力|+2|+2| |5th|+3|+1|+3|+3|联系（中级）|+3|+2| |6th|+4|+2|+3|+3|奖励专长|+3|+2| |7th|+5|+2|+4|+4|识破谎言|+4|+3| |8th|+6|+2|+4|+4|联系（高级）|+4|+3| |9th|+6|+3|+4|+4|奖励专长|+5|+3| |10th|+7|+3|+5|+5|第六感|+5|+4|

source: |Class Level|Base Attack Bonus|Fort Save|Ref Save|Will Save|Special|Defense Bonus|Reputation Bonus| |:--------|:-------|:-------|:---------|:-----------|:---------|:----------|:-------------| |1st|+0|+0|+2|+0|Sweep|+1|+1| |2nd|+1|+0|+3|+0|Improvised implements|+2|+1| |3rd|+1|+1|+3|+1|Bonus feat|+2|+1| |4th|+2|+1|+4|+1|Improved evasion|+3|+2| |5th|+2|+1|+4|+1|Skill mastery|+4|+2| |6th|+3|+2|+5|+2|Bonus feat|+4|+2| |7th|+3|+2|+5|+2|Improvised weapon damage|+5|+3| |8th|+4|+2|+6|+2|Improved sweep|+6|+3| |9th|+4|+3|+6|+3|Bonus feat|+6|+3| |10th|+5|+3|+7|+3|Without a trace|+7|+4|
zh_cn: |等级|基础攻击加值|强韧豁免|反射豁免|意志豁免|特殊|防御加值|声望加值| |:--------|:-------|:-------|:---------|:-----------|:---------|:----------|:-------------| |1st|+0|+0|+2|+0|扫瞄|+1|+1| |2nd|+1|+0|+3|+0|不滞于物|+2|+1| |3rd|+1|+1|+3|+1|奖励专长|+2|+1| |4th|+2|+1|+4|+1|精通反射闪避|+3|+2| |5th|+2|+1|+4|+1|稳定发挥|+4|+2| |6th|+3|+2|+5|+2|奖励专长|+4|+2| |7th|+3|+2|+5|+2|举轻若重|+5|+3| |8th|+4|+2|+6|+2|精通扫瞄|+6|+3| |9th|+4|+3|+6|+3|奖励专长|+6|+3| |10th|+5|+3|+7|+3|销声匿迹|+7|+4|

source: |Class Level|Base Attack Bonus|Fort Save|Ref Save|Will Save|Special|Defense Bonus|Reputation Bonus| |:--------|:-------|:-------|:---------|:-----------|:---------|:----------|:-------------| |1st|+0|+1|+0|+2|Conceal motive|+0|+1| |2nd|+1|+2|+0|+3|React first|+1|+1| |3rd|+2|+2|+1|+3|Bonus feat|+1|+1| |4th|+3|+2|+1|+4|Talk down one opponent|+1|+2| |5th|+3|+3|+1|+4|No sweat|+2|+2| |6th|+4|+3|+2|+5|Bonus feat|+2|+2| |7th|+5|+4|+2|+5|Talk down several opponents|+2|+3| |8th|+6|+4|+2|+6|Sow distrust|+3|+3| |9th|+6|+4|+3|+6|Bonus feat|+3|+3| |10th|+7|+5|+3|+7|Talk down all opponents|+3|+4|
zh_cn: |等级|基础攻击加值|强韧豁免|反射豁免|意志豁免|特殊|防御加值|声望加值| |:--------|:-------|:-------|:---------|:-----------|:---------|:----------|:-------------| |1st|+0|+1|+0|+2|隐藏动机|+0|+1| |2nd|+1|+2|+0|+3|先发制人|+1|+1| |3rd|+2|+2|+1|+3|奖励专长|+1|+1| |4th|+3|+2|+1|+4|劝和一人|+1|+2| |5th|+3|+3|+1|+4|轻而易举|+2|+2| |6th|+4|+3|+2|+5|奖励专长|+2|+2| |7th|+5|+4|+2|+5|劝和多人|+2|+3| |8th|+6|+4|+2|+6|挑拨离间|+3|+3| |9th|+6|+4|+3|+6|奖励专长|+3|+3| |10th|+7|+5|+3|+7|劝和全场|+3|+4|

source: |Class Level|Base Attack Bonus|Fort Save|Ref Save|Will Save|Special|Defense Bonus|Reputation Bonus| |:--------|:-------|:-------|:---------|:-----------|:---------|:----------|:-------------| |1st|+0|+1|+1|+0|Smart defense|+0|+0| |2nd|+1|+2|+2|+0|Scientific improvisation|+1|+0| |3rd|+1|+2|+2|+1|Bonus feat|+1|+1| |4th|+2|+2|+2|+1|Skill mastery|+1|+1| |5th|+2|+3|+3|+1|Minor breakthrough|+2|+1| |6th|+3|+3|+3|+2|Bonus feat|+2|+2| |7th|+3|+4|+4|+2|Smart survival|+2|+2| |8th|+4|+4|+4|+2|Smart weapon|+3|+2| |9th|+4|+4|+4|+3|Bonus feat|+3|+3| |10th|+5|+5|+5|+3|Major breakthrough|+3|+3|
zh_cn: |等级|基础攻击加值|强韧豁免|反射豁免|意志豁免|特殊|防御加值|声望加值| |:--------|:-------|:-------|:---------|:-----------|:---------|:----------|:-------------| |1st|+0|+1|+1|+0|机智防御|+0|+0| |2nd|+1|+2|+2|+0|就地取材|+1|+0| |3rd|+1|+2|+2|+1|奖励专长|+1|+1| |4th|+2|+2|+2|+1|稳定发挥|+1|+1| |5th|+2|+3|+3|+1|细微进展|+2|+1| |6th|+3|+3|+3|+2|奖励专长|+2|+2| |7th|+3|+4|+4|+2|机智求生|+2|+2| |8th|+4|+4|+4|+2|巧用武器|+3|+2| |9th|+4|+4|+4|+3|奖励专长|+3|+3| |10th|+5|+5|+5|+3|重大突破|+3|+3|

source: |Class Level|Base Attack Bonus|Fort Save|Ref Save|Will Save|Special|Defense Bonus|Reputation Bonus| |:--------|:-------|:-------|:---------|:-----------|:---------|:----------|:-------------| |1st|+0|+1|+1|+0|Unlimited access|+0|+2| |2nd|+1|+2|+2|+0|Bonus class skill|+1|+2| |3rd|+1|+2|+2|+1|Bonus feat|+1|+2| |4th|+2|+2|+2|+1|Royalty|+1|+3| |5th|+2|+3|+3|+1|Winning smile|+2|+3| |6th|+3|+3|+3|+2|Bonus feat|+2|+3| |7th|+3|+4|+4|+2|Bonus class skill|+2|+4| |8th|+4|+4|+4|+2|Royalty|+3|+4| |9th|+4|+4|+4|+3|Bonus feat|+3|+4| |10th|+5|+5|+5|+3|Compelling performance|+3|+5|
zh_cn: |等级|基础攻击加值|强韧豁免|反射豁免|意志豁免|特殊|防御加值|声望加值| |:--------|:-------|:-------|:---------|:-----------|:---------|:----------|:-------------| |1st|+0|+1|+1|+0|自由进出|+0|+2| |2nd|+1|+2|+2|+0|奖励本职技能|+1|+2| |3rd|+1|+2|+2|+1|奖励专长|+1|+2| |4th|+2|+2|+2|+1|富贵|+1|+3| |5th|+2|+3|+3|+1|亲和|+2|+3| |6th|+3|+3|+3|+2|奖励专长|+2|+3| |7th|+3|+4|+4|+2|奖励本职技能|+2|+4| |8th|+4|+4|+4|+2|富贵|+3|+4| |9th|+4|+4|+4|+3|奖励专长|+3|+4| |10th|+5|+5|+5|+3|带动情绪|+3|+5|

source: |Class Level|Base Attack Bonus|Fort Save|Ref Save|Will Save|Special|Defense Bonus|Reputation Bonus| |:--------|:-------|:-------|:---------|:-----------|:---------|:----------|:-------------| |1st|+0|+1|+2|+0|Harm’s way|+1|+0| |2nd|+1|+2|+3|+0|Combat sense|+1|+1|+0| |3rd|+2|+2|+3|+1|Bonus feat|+2|+1| |4th|+3|+2|+4|+1|Sudden action|+2|+1| |5th|+3|+3|+4|+1|Improved charge|+3|+1| |6th|+4|+3|+5|+2|Bonus feat|+3|+2| |7th|+5|+4|+5|+2|Defensive strike|+4|+2| |8th|+6|+4|+6|+2|Combat sense|+2|+4|+2| |9th|+6|+4|+6|+3|Bonus feat|+5|+3| |10th|+7|+5|+7|+3|Blanket protection|+5|+3|
zh_cn: |等级|基础攻击加值|强韧豁免|反射豁免|意志豁免|特殊|防御加值|声望加值| |:--------|:-------|:-------|:---------|:-----------|:---------|:----------|:-------------| |1st|+0|+1|+2|+0|护卫|+1|+0| |2nd|+1|+2|+3|+0|战斗直觉|+1|+1|+0| |3rd|+2|+2|+3|+1|奖励专长|+2|+1| |4th|+3|+2|+4|+1|突然行动|+2|+1| |5th|+3|+3|+4|+1|精通冲锋|+3|+1| |6th|+4|+3|+5|+2|奖励专长|+3|+2| |7th|+5|+4|+5|+2|防守反击|+4|+2| |8th|+6|+4|+6|+2|战斗直觉|+2|+4|+2| |9th|+6|+4|+6|+3|奖励专长|+5|+3| |10th|+7|+5|+7|+3|防卫指导|+5|+3|

source: |Class Level|Base Attack Bonus|Fort Save|Ref Save|Will Save|Special|Defense Bonus|Reputation Bonus| |:--------|:-------|:-------|:---------|:-----------|:---------|:----------|:-------------| |1st|+0|+2|+0|+0|Fearless|+1|+0| |2nd|+1|+3|+0|+0|Nip-up|+2|+0| |3rd|+1|+3|+1|+1|Bonus feat|+2|+1| |4th|+2|+4|+1|+1|Action boost|+3|+1| |5th|+2|+4|+1|+1|Adrenaline rush (one ability score)|+4|+1| |6th|+3|+5|+2|+2|Bonus feat|+4|+2| |7th|+3|+5|+2|+2|Delay damage|+5|+2| |8th|+4|+6|+2|+2|Adrenaline rush (two ability scores)|+6|+2| |9th|+4|+6|+3|+3|Bonus feat|+6|+3| |10th|+5|+7|+3|+3|Damage threshold|+7|+3|
zh_cn: |等级|基础攻击加值|强韧豁免|反射豁免|意志豁免|特殊|防御加值|声望加值| |:--------|:-------|:-------|:---------|:-----------|:---------|:----------|:-------------| |1st|+0|+2|+0|+0|无畏|+1|+0| |2nd|+1|+3|+0|+0|起身|+2|+0| |3rd|+1|+3|+1|+1|奖励专长|+2|+1| |4th|+2|+4|+1|+1|行动加速|+3|+1| |5th|+2|+4|+1|+1|肾上腺素激发（1行动点）|+4|+1| |6th|+3|+5|+2|+2|奖励专长|+4|+2| |7th|+3|+5|+2|+2|延缓伤害|+5|+2| |8th|+4|+6|+2|+2|肾上腺素激发（2行动点）|+6|+2| |9th|+4|+6|+3|+3|奖励专长|+6|+3| |10th|+5|+7|+3|+3|巨创阈值提升|+7|+3|

source: |Class Level|Base Attack Bonus|Fort Save|Ref Save|Will Save|Special|Defense Bonus|Reputation Bonus| |:--------|:-------|:-------|:---------|:-----------|:---------|:----------|:-------------| |1st|+0|+2|+0|+0|Psionic skills, psionic powers|+1|+0| |2nd|+1|+3|+0|+0|Psi-blade, imprint tattoo, psionic powers|+2|+0| |3rd|+2|+3|+1|+1|Bonus feat, psionic powers|+2|+0| |4th|+3|+4|+1|+1|Psychic shield, psionic powers|+3|+0| |5th|+3|+4|+1|+1|Combat manifestation, psionic powers|+4|+1| |6th|+4|+5|+2|+2|Bonus feat, psionic powers|+4|+1| |7th|+5|+5|+2|+2|Improved psi-blade, psionic powers|+5|+1| |8th|+6|+6|+2|+2|Improved psychic shield, psionic powers|+6|+1| |9th|+6|+6|+3|+3|Bonus feat, psionic powers|+6|+2| |10th|+7|+7|+3|+3|Ultimate psi-blade, psionic powers|+7|+2|
zh_cn: |等级|基础攻击加值|强韧豁免|反射豁免|意志豁免|特殊|防御加值|声望加值| |:--------|:-------|:-------|:---------|:-----------|:---------|:----------|:-------------| |1st|+0|+2|+0|+0|灵能技能、灵力|+1|+0| |2nd|+1|+3|+0|+0|灵能战刃、刻印文身、灵力|+2|+0| |3rd|+2|+3|+1|+1|奖励专长、灵力|+2|+0| |4th|+3|+4|+1|+1|灵能护盾、灵力|+3|+0| |5th|+3|+4|+1|+1|战斗释放、灵力|+4|+1| |6th|+4|+5|+2|+2|奖励专长、灵力|+4|+1| |7th|+5|+5|+2|+2|精通灵能战刃、灵力|+5|+1| |8th|+6|+6|+2|+2|精通灵能护盾、灵力|+6|+1| |9th|+6|+6|+3|+3|奖励专长、灵力|+6|+2| |10th|+7|+7|+3|+3|终极灵能战刃、灵力|+7|+2|

source: |Class Level|Base Attack Bonus|Fort Save|Ref Save|Will Save|Special|Defense Bonus|Reputation Bonus| |:--------|:-------|:-------|:---------|:-----------|:---------|:----------|:-------------| |1st|+0|+2|+0|+1|Medical specialist +1|+1|+1| |2nd|+1|+3|+0|+2|Expert healer |+1|+1| |3rd|+1|+3|+1|+2|Bonus feat|+2|+1| |4th|+2|+4|+1|+2|Medical mastery|+2|+2| |5th|+2|+4|+1|+3|Medical specialist +2|+3|+2| |6th|+3|+5|+2|+3|Bonus feat|+3|+2| |7th|+3|+5|+2|+4|Minor medical miracle|+4|+3| |8th|+4|+6|+2|+4|Medical specialist +3|+4|+3| |9th|+4|+6|+3|+4|Bonus feat|+5|+3| |10th|+5|+7|+3|+5|Medical miracle|+5|+4|
zh_cn: |等级|基础攻击加值|强韧豁免|反射豁免|意志豁免|特殊|防御加值|声望加值| |:--------|:-------|:-------|:---------|:-----------|:---------|:----------|:-------------| |1st|+0|+2|+0|+1|医疗专精 +1|+1|+1| |2nd|+1|+3|+0|+2|急救妙手|+1|+1| |3rd|+1|+3|+1|+2|奖励专长|+2|+1| |4th|+2|+4|+1|+2|燃眉救护|+2|+2| |5th|+2|+4|+1|+3|医疗专精 +2|+3|+2| |6th|+3|+5|+2|+3|奖励专长|+3|+2| |7th|+3|+5|+2|+4|回春圣手|+4|+3| |8th|+4|+6|+2|+4|医疗专精 +3|+4|+3| |9th|+4|+6|+3|+4|奖励专长|+5|+3| |10th|+5|+7|+3|+5|医学奇迹|+5|+4|

source: |Class Level|Base Attack Bonus|Fort Save|Ref Save|Will Save|Special|Defense Bonus|Reputation Bonus| |:--------|:-------|:-------|:---------|:-----------|:---------|:----------|:-------------| |1st|+1|+0|+2|+0|Living weapon 1d6|+1|+0| |2nd|+2|+0|+3|+0|Flying kick|+2|+0| |3rd|+3|+1|+3|+1|Bonus feat|+2|+0| |4th|+4|+1|+4|+1|Living weapon 1d8|+3|+0| |5th|+5|+1|+4|+1|Iron fist (one attack)|+4|+1| |6th|+6|+2|+5|+2|Bonus feat|+4|+1| |7th|+7|+2|+5|+2|Flurry of blows|+5|+1| |8th|+8|+2|+6|+2|Living weapon 1d10|+6|+1| |9th|+9|+3|+6|+3|Bonus feat|+6|+2| |10th|+10|+3|+7|+3|Iron fist (all attacks)|+7|+2|
zh_cn: |等级|基础攻击加值|强韧豁免|反射豁免|意志豁免|特殊|防御加值|声望加值| |:--------|:-------|:-------|:---------|:-----------|:---------|:----------|:-------------| |1st|+1|+0|+2|+0|人间兵器 1d6|+1|+0| |2nd|+2|+0|+3|+0|飞踢|+2|+0| |3rd|+3|+1|+3|+1|奖励专长|+2|+0| |4th|+4|+1|+4|+1|人间兵器 1d8|+3|+0| |5th|+5|+1|+4|+1|铁拳（一次攻击）|+4|+1| |6th|+6|+2|+5|+2|奖励专长|+4|+1| |7th|+7|+2|+5|+2|疾风连击|+5|+1| |8th|+8|+2|+6|+2|人间兵器 1d10|+6|+1| |9th|+9|+3|+6|+3|奖励专长|+6|+2| |10th|+10|+3|+7|+3|铁拳（所有攻击）|+7|+2|

source: |Class Level|Base Attack Bonus|Fort Save|Ref Save|Will Save|Special|Defense Bonus|Reputation bonus| |:--------|:-------|:-------|:---------|:-----------|:---------|:----------|:-------------| |1st|+0|+0|+0|+1|Arcane skills, spell resistance|+0|+0| |2nd|+1|+0|+0|+2|Arcane research (scrolls)|+1|+0| |3rd|+1|+1|+1|+2|Bonus feat|+1|+1| |4th|+2|+1|+1|+2|Shadow contact|+1|+1| |5th|+2|+1|+1|+3|Bind Shadow creature|+2|+1| |6th|+3|+2|+2|+3|Bonus feat|+2|+2| |7th|+3|+2|+2|+4|Arcane research (items)|+2|+2| |8th|+4|+2|+2|+4|Bind Shadow creature|+3|+2| |9th|+4|+3|+3|+4|Bonus feat|+3|+3| |10th|+5|+3|+3|+5|Banish|+3|+3|
zh_cn: |等级|基础攻击加值|强韧豁免|反射豁免|意志豁免|特殊|防御加值|声望加值| |:--------|:-------|:-------|:---------|:-----------|:---------|:----------|:-------------| |1st|+0|+0|+0|+1|秘法技能、法术抗力|+0|+0| |2nd|+1|+0|+0|+2|秘法研究（卷轴）|+1|+0| |3rd|+1|+1|+1|+2|奖励专长|+1|+1| |4th|+2|+1|+1|+2|暗影联系|+1|+1| |5th|+2|+1|+1|+3|束缚暗影生物|+2|+1| |6th|+3|+2|+2|+3|奖励专长|+2|+2| |7th|+3|+2|+2|+4|秘法研究（物品）|+2|+2| |8th|+4|+2|+2|+4|束缚暗影生物|+3|+2| |9th|+4|+3|+3|+4|奖励专长|+3|+3| |10th|+5|+3|+3|+5|驱除|+3|+3|

source: |Class Level|Base Attack Bonus|Fort Save|Ref Save|Will Save|Special|Defense Bonus|Reputation bonus| |:--------|:-------|:-------|:---------|:-----------|:---------|:----------|:-------------| |1st|+0|+0|+0|+2|Psionic skills, psionic powers|+0|+1| |2nd|+1|+0|+0|+3|Trigger power, psionic powers|+1|+1| |3rd|+1|+1|+1|+3|Bonus feat, psionic powers|+1|+1| |4th|+2|+1|+1|+4|Power crystal, psionic powers|+1|+2| |5th|+2|+1|+1|+4|Trigger power, psionic powers|+2|+2| |6th|+3|+2|+2|+5|Bonus feat, psionic powers|+2|+2| |7th|+3|+2|+2|+5|Combat manifestation, psionic powers|+2|+3| |8th|+4|+2|+2|+6|Trigger power, psionic powers|+3|+3| |9th|+4|+3|+3|+6|Bonus feat, psionic powers|+3|+3| |10th|+5|+3|+3|+7|Maximize power, psionic powers|+3|+4
zh_cn: |等级|基础攻击加值|强韧豁免|反射豁免|意志豁免|特殊|防御加值|声望加值| |:--------|:-------|:-------|:---------|:-----------|:---------|:----------|:-------------| |1st|+0|+0|+0|+2|灵能技能、灵力|+0|+1| |2nd|+1|+0|+0|+3|触发灵力、灵力|+1|+1| |3rd|+1|+1|+1|+3|奖励专长、灵力|+1|+1| |4th|+2|+1|+1|+4|灵力水晶、灵力|+1|+2| |5th|+2|+1|+1|+4|触发灵力、灵力|+2|+2| |6th|+3|+2|+2|+5|奖励专长、灵力|+2|+2| |7th|+3|+2|+2|+5|战斗释放、灵力|+2|+3| |8th|+4|+2|+2|+6|触发灵力、灵力|+3|+3| |9th|+4|+3|+3|+6|奖励专长、灵力|+3|+3| |10th|+5|+3|+3|+7|极效灵力、灵力|+3|+4

source: |Class Level|Base Attack Bonus|Fort Save|Ref Save|Will Save|Special|Defense Bonus|Reputation bonus| |:--------|:-------|:-------|:---------|:-----------|:---------|:----------|:-------------| |1st|+0|+1|+1|+0|Weapon Focus|+1|+0| |2nd|+1|+2|+2|+0|Weapon specialization|+1|+0| |3rd|+2|+2|+2|+1|Bonus feat|+2|+0| |4th|+3|+2|+2|+1|Tactical aid|+2|+0| |5th|+3|+3|+3|+1|Improved critical|+3|+1| |6th|+4|+3|+3|+2|Bonus feat|+3|+1| |7th|+5|+4|+4|+2|Improved reaction|+4|+1| |8th|+6|+4|+4|+2|Greater weapon specialization|+4|+1| |9th|+6|+4|+4|+3|Bonus feat|+5|+2| |10th|+7|+5|+5|+3|Critical strike|+5|+2|
zh_cn: |等级|基础攻击加值|强韧豁免|反射豁免|意志豁免|特殊|防御加值|声望加值| |:--------|:-------|:-------|:---------|:-----------|:---------|:----------|:-------------| |1st|+0|+1|+1|+0|专攻武器|+1|+0| |2nd|+1|+2|+2|+0|专精武器|+1|+0| |3rd|+2|+2|+2|+1|奖励专长|+2|+0| |4th|+3|+2|+2|+1|战术支援|+2|+0| |5th|+3|+3|+3|+1|精通重击|+3|+1| |6th|+4|+3|+3|+2|奖励专长|+3|+1| |7th|+5|+4|+4|+2|快速反应|+4|+1| |8th|+6|+4|+4|+2|高等专精武器|+4|+1| |9th|+6|+4|+4|+3|奖励专长|+5|+2| |10th|+7|+5|+5|+3|致命重击|+5|+2|

source: |Class Level|Base Attack Bonus|Fort Save|Ref Save|Will Save|Special|Defense Bonus|Reputation bonus| |:--------|:-------|:-------|:---------|:-----------|:---------|:----------|:-------------| |1st|+0|+2|+0|+2|Divine skills, divine spells|+1|+2| |2nd|+1|+3|+0|+3|Turn or rebuke undead, divine spells|+1|+2| |3rd|+2|+3|+1|+3|Bonus feat, divine spells|+2|+2| |4th|+3|+4|+1|+4|Spontaneous cast, divine spells|+2|+3| |5th|+3|+4|+1|+4|Combat casting, divine spells|+3|+3| |6th|+4|+5|+2|+5|Bonus feat, divine spells|+3|+3| |7th|+5|+5|+2|+5|Turn or rebuke magical beast, divine spells|+4|+4| |8th|+6|+6|+2|+6|Turn or rebuke outsider, divine spells|+4|+4| |9th|+6|+6|+3|+6|Bonus feat, divine spells|+5|+4| |10th|+7|+7|+3|+7|Maximize spell, divine spells|+5|+5|
zh_cn: |等级|基础攻击加值|强韧豁免|反射豁免|意志豁免|特殊|防御加值|声望加值| |:--------|:-------|:-------|:---------|:-----------|:---------|:----------|:-------------| |1st|+0|+2|+0|+2|神术技能、神术法术|+1|+2| |2nd|+1|+3|+0|+3|驱散或斥喝不死生物、神术法术|+1|+2| |3rd|+2|+3|+1|+3|奖励专长、神术法术|+2|+2| |4th|+3|+4|+1|+4|自发施法、神术法术|+2|+3| |5th|+3|+4|+1|+4|战斗施法、神术法术|+3|+3| |6th|+4|+5|+2|+5|奖励专长、神术法术|+3|+3| |7th|+5|+5|+2|+5|驱散或斥喝魔法兽类、神术法术|+4|+4| |8th|+6|+6|+2|+6|驱散或斥喝异界生物、神术法术|+4|+4| |9th|+6|+6|+3|+6|奖励专长、神术法术|+5|+4| |10th|+7|+7|+3|+7|极效法术、神术法术|+5|+5|

source: |Class Level|Base Attack Bonus|Fort Save|Ref Save|Will Save|Special|Defense Bonus|Reputation bonus| |:--------|:-------|:-------|:---------|:-----------|:---------|:----------|:-------------| |1st|+1|+1|+1|+1|Detect Shadow|+1|+0| |2nd|+2|+2|+2|+2|Shadow immunity|+1|+0| |3rd|+3|+2|+2|+2|Bonus feat|+2|+0| |4th|+4|+2|+2|+2|Slayer weapon|+2|+0| |5th|+5|+3|+3|+3|Shadow enemy|+3|+1| |6th|+6|+3|+3|+3|Bonus feat|+3|+1| |7th|+7|+4|+4|+4|Shadow enemy|+4|+1| |8th|+8|+4|+4|+4|Fast healing|+4|+1| |9th|+9|+4|+4|+4|Bonus feat|+5|+2| |10th|+10|+5|+5|+5|Word of slaying|+5|+2|
zh_cn: |等级|基础攻击加值|强韧豁免|反射豁免|意志豁免|特殊|防御加值|声望加值| |:--------|:-------|:-------|:---------|:-----------|:---------|:----------|:-------------| |1st|+1|+1|+1|+1|探查暗影|+1|+0| |2nd|+2|+2|+2|+2|暗影免疫|+1|+0| |3rd|+3|+2|+2|+2|奖励专长|+2|+0| |4th|+4|+2|+2|+2|猎影武器|+2|+0| |5th|+5|+3|+3|+3|影之天敌|+3|+1| |6th|+6|+3|+3|+3|奖励专长|+3|+1| |7th|+7|+4|+4|+4|影之天敌|+4|+1| |8th|+8|+4|+4|+4|快速痊愈|+4|+1| |9th|+9|+4|+4|+4|奖励专长|+5|+2| |10th|+10|+5|+5|+5|猎影之言|+5|+2|

source: |Class|1st Level Skill Points|Higher Level Skill Points| |-----|----------------------|-------------------------| |Strong|(3 + Int modifier) x4|3 + Int modifier| |Fast|(5 + Int modifier) x4|5 + Int modifier| |Tough|(3 + Int modifier) x4|3 + Int modifier| |Smart|(9 + Int modifier) x4|9 + Int modifier| |Dedicated|(5 + Int modifier) x4|5 + Int modifier| |Charismatic|(7 + Int modifier) x4|7 + Int modifier|
zh_cn: |职业|1级时的技能点|升级时的技能点| |-----|----------------------|-------------------------| |力量型|（3 + 智力调整值） × 4|3 + 智力调整值| |敏捷型|（5 + 智力调整值） × 4|5 + 智力调整值| |体质型|（3 + 智力调整值） × 4|3 + 智力调整值| |智力型|（9 + 智力调整值） × 4|9 + 智力调整值| |感知型|（5 + 智力调整值） × 4|5 + 智力调整值| |魅力型|（7 + 智力调整值） × 4|7 + 智力调整值|

source: |Components|DC Modifier| |----------|-----------| |Frame Shape and Locomotion\*| |Bipedal|+4| |Quadruped|+3| |Treads|+2| |Wheels|+1| |External Components\*\*| |Manipulators\*\*\*|+3| |Audio/visual sensor|+2| |Remote Range\*| |Remote control link, 100 feet|+1| |Remote control link, 200 feet|+3| |Remote control link, 300 feet|+5|
zh_cn: |部件|DC 调整值| |----------|-----------| |框架形状与运动方式\*| |双足式|+4| |四足式|+3| |履带式|+2| |轮式|+1| |外挂部件\*\*| |机械臂\*\*\*|+3| |视听装置|+2| |远程通信\*| |远程控制模块 100尺|+1| |远程控制模块 200尺|+3| |远程控制模块 300尺|+5|
